{
  "general-title": "Farzandingiz iste’dodini kashf qilamiz",
  "title-content": "Birinchi kundanoq farzandingizning iste’dodi qaysi yo’nalishdaligini tekshiramiz: kreativ, analitik yoki ishbilarmon",
  "about-us": "Biz haqimizda",
  "about-us-desc": "Bizning zamonaviy maktabimiz HI-Tech yo'nalishida qurilgan bo'lib, sizga quyidagi zamonaviy kasblarni o'rganish imkoniatini beradi:",
  "mobilogrof": "Mobilografiya",
  "it-pr": "IT Dasturlash",
  "architect": "Arxitektura",
  "cybers": "Kibersport",
  "logist": "Logistika",
  "lesson-list": "O‘rganiladigan fanlar ro‘yхati 1-11 sinflar",
  "eng": "Ingliz tili",
  "ru": "Rus tili",
  "china": "Xitoy tili",
  "korean": "Koreys tili",
  "turk": "Turk tili",
  "addition": "Batafsil",
  "how-improve": "Chet tillarini o'rganish farzandingiz kelajagingini qanday yaxshilashi mumkin?",
  "imp-1": "Farzandingiz dunyo qarashini va eslab qolish qobilatlarini kuchaytiradi",
  "imp-2": "Kuchli so‘z boyligiga ega bo‘ladi, ijtimoiylashish qobiliyati yaxshilanadi",
  "imp-3": "Turli sohalarda bir qator ish topish imkoniyatlarini beradi",
  "questions": "Savolingiz bormi? Murojaat qiling!",
  "leave-data": "Shaxsiy ma’lumotlaringizni qoldiring, biz siz bilan qisqa vaqt ichida albatta bog‘lanamiz!",
  "name": "Ismingiz",
  "phone": "Raqamingiz:",
  "ensure": "Ma'lumotlaringiz qabuld qilindi, siz bilan yaqin orada bog'lanamiz!",
  "leave": "Qoldirish",
  "mights": "Bizning afzalliklarimiz",
  "might-1": "Mualliflik o‘quv materiallari",
  "might-2": "Yuqori tajribali jamoa",
  "might-3": "Bola va ota-onalar uchun qulay ta’lim",
  "might-4": "G‘amxo‘rlik va yakka yondashuv",
  "might-5": "Sport mashg'ulotlari",
  "about-us-title": "Anor xalqaro maktabi",
  "about-us-title-desc": "Milliy qadriyatlarga asoslangan sharqona ta’lim.",
  "group": "Bizning jamoa",
  "aziza": "Aziza Ergash - maktabimizning ilhomlantiruvchi rahbari, bosh o'qituvchisi.",
  "aziza-desc": "Men Mirzo Ulug'bek universitetini bakalavr va magistratura fakultetlarini tamomlagan va deyarli 18 yillik bosh o‘qituvchilik tajribasiga egaman. Mening o'qitish falsafam har bir o'quvchining sinfda ham, boshqa o'quv jamoalarda ham qiziqarli va rag'batlantiruvchi tajribaga ega bo'lishini, qiziqarli va maqsadli darslar va tadbirlarda ishtirok etishini ta'minlashdan iborat. Men barcha talabalar o'zlarining ilmiy qobiliyatlarini rivojlantirishlarini, noyob shaxslar sifatida rivojlanishini va kamol topishlarini xohlayman. Ishonchim komilki, bu, ishtiyoqli va o'z shogirdlariga g'amxo'rlik qiladigan, doimiy ravishda muvaffaqiyatga erishish uchun qiziqarli va qo'llab-quvvatlovchi muhitni yaratadigan o'qituvchilar orqali mumkin.",
  "shaxnoza": "Soliyeva Shaxnoza - maktabimizning yuqori malakali o'qituvchi psixologi.",
  "shaxnoza-desc": "O'quv dargohlarida, shuningdek, maktablarda va xususiy maktablarda 18 yillik ish tajribasiga ega. Maktabimizda, Shaxnoza o'quvchilarimizning emotsional va psixologik sog'lig'ini qo'llab-quvvatlashda katta rol o'ynaydi. O'qituvchi psixologimiz, shuningdek, har bir talabaning o'ziga xos ehtiyojlarini qo'llab-quvvatlovchi strategiyalarni ishlab chiqish uchun o'qituvchilar va ota-onalar bilan birga ishlaydi.",
  "practice": "Anor xalqaro maktabi o'quv dasturi",
  "how-prc": "Maktabimiz o'quv dasturi nimalarga ixtisoslashtirligan?",
  "prc-desc": "Bizning maktabimiz o'quvchilarni 5 ta 🇬🇧Ingliz, 🇷🇺Rus, 🇨🇳Xitoy, 🇰🇷Koreys va 🇹🇷Turk tillarini va madaniyatlarini o'rganishga ixtisoslashtirligan va o'zida ko'plab mashg'ulotlarini o'z ichiga oladi. Undan tashqari bizning maktab hozirgi eng top 5 zamonaviy kasblarini o'rgatadi.",
  "second-mght": "Zamonaviy kasblarning afzalliklari",
  "s-mght-1": "Tanlangan sohaga oid ko'niklamarni ortirish",
  "s-mght-2": "Amalaiy mashg'ulotlar",
  "s-mght-3": "Maktabimiz yuqori malakali o'qituvchilari tomonidan ish bo'yicha top tavsiyalar",
  "s-mght-4": "Karyerani qo'llab-quvvatlash",
  "mght-benefit": "Maktabimizda, zamonaviy kasblarni o'rganishni qanaqa afzalliklari bor?",
  "additional": "Qoʻshimcha",
  "pool": "Bassen suv havzasi",
  "taekw": "Taekwondo",
  "smm": "SMM(Mobilografia)",
  "soccer": "Futbol",
  "tennis": "Tenis kort",
  "voleybol": "Valeybol",
  "basket": "Basketbol",
  "bow": "Kamondan oʻq otish",
  "horse": "Ot minish",
  "gym": "Gimnastika",
  "nurse": "Tibbiyot kursi",
  "chef": "Milliy va yevropa taomlari",
  "rope": "Tikuvchilik",
  "design": "Dizaynerlik",
  "etika": "Etika va Estetika",
  "psycho": "Psixologiya",
  "architecture": "Arxitektura",
  "program": "IT Dasturlash",
  "buxg": "Buxgalteriya(Audit)",
  "cyber": "Kiber sport",
  "chess": "Shaxmat Shashka",
  "robot": "Robototexnika",
  "log": "Logistika",
  "food-halal": "4 mahal Halol ta’omlar",
  "47mln": "4 700 000 so'm",
  "for-beginner": "Boshlang'ich sinflar uchun",
  "49mln": "4 900 000 so'm",
  "for-upper": "Yuqori sinflar uchun",
  "general": "Nima uchun bizning maktab?",
  "nav-practice": "O'qish tartibi",
  "prices": "Narxlar",
  "anor-kids": "Anor kids",
  "prices-desc": "Ingliz, Rus, Xitoy, Koreys va Turk tillari, 24 dan ortiq qo'shimcha mashg'ulotlar!",
  "discounts": "Chegirmalar",
  "send-form": "Ariza qoldirish",
  "for-parents": "Ota-onalar uchun",
  "potential-header": "Bolaning asl potensialini kashf qilamiz",
  "potential-body": "Har bir bolaning o’z dunyosi bor, va bizning dasturimiz uning shu dunyosidagi qobiliyati, kuchli jihatlari va qiziqishlarini yanada rivojlantirishga qaratilgan ",
  "interest-header": "Farzandingizning oʻqishga bo'lgan qiziqishini uygʻotamiz",
  "interest-body": "O'quv jadvalimiz bolani bilim olishga bo'lgan qiziqishini paydo qiladi va uni hayotning barcha jabhalarida muvaffaqiyatga erishishi uchun tayyorlaydi",
  "future-header": "Kelajakka tayyorlaymiz",
  "future-body": "Bizning o'quvchilarimiz har tomonlama yetuk, o'ziga ishonadigan individual shaxs sifatida va kelajakdagi muqarrar to'siq va imkoniyatlarga tayyor holatda yetishib chiqishadi",
  "value-header": "Qadriyatlarni shakllantiramiz",
  "value-body": "1-sinfdan boshlab zararli odatlarni bartaraf etib, foydali odatlarni shakllantiramiz. Duo olish, kattalarga hurmat, erta turish, sport va ovqatlanish odoblarini vazifa qilib beramiz va doimiy ota-onalar bilan birgalikda nazorat qilamiz",
  "advantages-1": "Anor School maktabining afzalliklari yana bir talay. Ular haqida batafsil tanishing",
  "about-school": "Maktab haqida",
  "about-school-body": "Maktabimiz zamonaviy o'qitish texnikasi, amaliy o'rganish tajribasi va tarbiyaviy muhitni o'z ichiga olgan holda ta'limga innovatsion yondashuvni ta'minlashga qaratilgan. Anor Maktab o‘quvchilarga o‘z imkoniyatlarini to‘liq ochib berish va har tomonlama barkamol shaxs bo‘lib yetishishlariga yordam beradi",
  "lessons": "Chuqurlashtirilgan fanlar:",
  "additional-ab-school": "Maktabimizda farzandingizning psixologik, aqliy va jismoniy rivojlanishi uchun barcha shart-sharoitlar mavjud",
  "call-header": "Qabul uchun ro'yxatdan o'ting",
  "call-body": "Ma'lumotlaringizni yozib qoldiring, siz bilan tezda aloqaga chiqib, maktabimiz haqida yanada batafsil aytib beramiz",
  "get-in-touch": "Biz bilan bog’laning",
  "inst": "Instagram",
  "fcb": "Facebook",
  "tlg": "Telegram",
  "activities-header": "Darsdan tashqari qo'shimcha",
  "sport-activities": "Sport mashg'ulotlari",
  "event-activities": "Tadbirlar",
  "tur-activities": "Zamonaviy kasblar", 
  "event-li-1": "Psixologimiz har oy ota-onalar bilan bogʻlanib fikr almashishadi",
  "event-li-2": "Kurator boshlang’ich sinf ota-onalari bilan aloqada bo’ladi",
  "event-li-3": "O’rta va katta sinflar uchun tarbiyachi ota-onalar bilan ishlaydi",
  "event-li-4": "Yilda faqatgina 2 marta ota-onalar majlisi",
  "reception-hd-1": "Belgilangan fanlardan imtihon",
  "reception-bd-1": "Farzandingizni imtihon qilib, uni aqliy salohiyatini sinovdan o'tkazamiz",
  "reception-hd-2": "Psixolog bilan suhbat",
  "reception-bd-2": "Og’zaki suhbat jarayonida asosan bolaning IQ darajasi, axloqi va tasavvur qobiliyatlarini tekshiramiz",
  "reception-hd-3": "Kerakli hujjatlarni taqdim etish",
  "reception-bd-3": "Yuqoridagi bosqichlardan muvaffaqqiyatli o’tgan o'quvchilar hujjat topshirish jarayoniga o'tishlari mumkin bo'ladi",
  "price": "Narxlarimiz",
  "for-beginner-class": "Boshlang'ich sinflar uchun",
  "for-upper-class": "Yuqori sinflar uchun",
  "24": "24 ta",
  "add-activities": "qo'shimcha to'garak",
  "4tm": "4 mahal",
  "hahal": "halol ta’omlar",
  "add-ab-discounts": "Chegirmalar, to'lov summalari va qo'shimcha qulayliklar haqida batafsil tanishing",
  "frequently": "Koʻp beriladigan savollar",
  "q-1": "Maktab nechanchi sinflarni qabul qiladi?",
  "a-1": "1-sinfdan boshlab 11-sinfgacha bo’lgan o’quvchilarni",
  "q-2": "Ta’lim qaysi tilda olib boriladi?",
  "a-2": "Rus, Ingliz va O'zbek tillarida  olib boriladi",
  "q-3": "Maktabda qaysi fanlar chuqurlashtirib oʻtiladi?",
  "a-3": "Rus, Ingliz, Xitoy, Koreys va Turk tillari",
  "q-4": "Dars kunlari va vaqtlari qanday tashkillangan?",
  "a-4": "Darslar barcha sinflar uchun dushanbadan jumagacha, 08:00 - 17:00 oralig'ida davom etadi.",
  "q-5": "O’quvchilarga ovqat beriladimi?",
  "a-5": "Albatta, maktabimizda oq'uvchilarga 4 mahal halol taomlar beriladi.",
  "q-6": "Qanday sport to’garaklari bor?",
  "a-6": "Taekwondo, Shaxmat shahska, Futbol, Basketbol, Suzish, Kamondan o'q otish, Ot minish, Valeybol, Gimnastika",
  "q-7": "O’quvchilar ta’limga qanday qiziqtiriladi?",
  "a-7-1": "Mahoratli pedagoglar — bolaning fanni yaxshi o’zlashtirishida eng asosiy sabablaridan biri ustoz mavuzlarni sodda tilda, oddiy va bolaga tanish misollar bilan tushuntirishida. Bola o’rganayotganini qayerda ishlatishni bilsa o’z-o’zidan qiziqishni boshlaydi. Buning uchun ustozlar o’z fanini bilishdan tashqari pedagogik ko’nikmalari ham yuqori bo’lishi kerak. Biz aynan shu ko’nikmani rivojlantirish uchun treninglar olib boramiz.",
  "a-7-2": "Rag’bat tizimlari orqali — yuqori akademik natijaga erishgan o'quvchilarga stipendiyalar beramiz.",
  "a-7-3": "Davra suhbatlari — sohasida yetuk mutaxassislar, tadbirkor va ishbilarmonlar bilan doimiy suhbatlar tashkillanadi.",
  "a-7-4": "Foydasiz ishlar bilan shug’ullanishni cheklash orqali — o’quvchilar maktab hududida telefon ishlatishlari qat’iyan ta’qiqlanadi.",
  "q-8": "Maktab qayerda joylashgan?",
  "a-8": "Toshkent shahrining Olmazor tumanida, Farobiy koʻchasi 259-uy",
  "a-8-1": "Yandex yoki Google kartadan \"Anor Maktab\" deb qidirilsa chiqadi.",
  "q-9": "Rus boshlang’ich sinflarida ustozlar rus millatiga mansubmi?",
  "a-9-1": "Ota-onalar rus sinflarda o’qituvchi rus bo’lsagina, farzandim sof rus tilini o’rganadi deb o’ylashadi. Bu qisman to’g’ri. Ustoz o’zbek tilini bilmasligi bolalarni rus tilida gapirishiga majburlaydi.",
  "a-9-2": "Muammo shundaki 4 yil boshlang’ich sinf o’quv yili davomida bola faqat rus tilini o’rganmaydi. Matematika, science (tabiiy fan), adabiyot, ilm olishga muhabbat, o’qib tushunishni ham o’rganadi. O’qituvchilarni biz aynan shu kompetensiyalar bo’yicha tekshiramiz. O’qituvchi imtihondan o’tganidan keyingina uning millatiga ahamiyat beramiz.",
  "a-9-3": "Rus tilida ravon gapiradigan o’zbek o’qituvchi, o’zbek tilini bilmaydigan o’qituvchidan ustunligi bor. Bu ustunlik - o’quvchini tushunish. Maktab tomonidan o’qituvchi o’zbek tilida gapirib yubormasligi ta’minlanishi kifoya.",
  "q-10": "Chet ellik ustozlar dars berishadimi?",
  "a-10": "Yuqorida ta’kidlanganidek, biz uchun o’quvchini tushunish va boshqa talab qilinadigan kompetensiyalar o’qituvchining millatidan ancha muhimroqdir, va biz ustozning millatiga emas, balki o’quvchining nima o’rganayotganiga asosiy ahamiyatimizni qaratamiz.",
  "structure": "Infratuzilma",
  "school-header": "Farzandingizning to'liq qobiliyatlarini biz bilan kashf eting!",
  "school-header-footer-h1": "Umrbod ta'lim va o'sishga ilhomlantiradigan tarbiyaviy muhit",
  "school-header-footer-p": "Anor International School da biz har bir bolada cheksiz salohiyat borligiga ishonamiz. Shuning uchun, kuchli axloqiy qadriyatlarga asoslangan, intellektual qiziqishni rivojlantirish uchun mo'ljallangan qiziqarli o'quv muhitini yaratdik. Ta'limga bo’lgan innovatsion yondashuvimiz o'quvchilarga o'zlarining to'liq salohiyatini ishonchli tarzda ochib berish va har tomonlama barkamol shaxs bo'lish imkoniyatini beradi.",
  "time": "Maktab vaqtlari",
  "grades": "1-11 sinflar",
  "time-by": "soat 08:00’dan 17:00’gacha tashkillashtiriladi",
  "day-by": "Haftada 5 kun: Dushanbadan Jumagacha",
  "kithcen-header": "Oshxona xizmati",
  "must-eat": "1-11-sinflar uchun 4 mahal ovqatlanish majburiy",
  "can-bring": "O'quvchilar oshxondan ovqat olishlari yoki uydan olib kelishlari ham mukin",
  "structure-header": "Maktab infratuzilmasi",
  "class-count": "Umumiy 26 ta sinf xonalari",
  "comp-lab": "2 ta kompyuter laboratoriyasi",
  "safety": "24/7 xavfsizlik",
  "lib": "Kutubxona",
  "coworking": "Faollar zali",
  "foot-zone": "Futbol maydoni",
  "sport-zone": "Sport zali",
  "modern-classes": "Zamonaviy sinfxonalar",
  "add-advantages": "Qo'shimcha afzalliklarimiz",
  "add-advantages-1": "Psixolog bilan doimiy suhbat",
  "add-advantages-2": "Kichik sinflardan xalqaro universitetlarga tayyorlov",
  "add-advantages-3": "IT Laboratoriyalar va qo’shimcha sinf xona texnologiyalari",
  "add-advantages-4": "To’g’ri odatlar shakllantirishadi",
  "add-advantages-5": "Har 50 ta talabaga 1 ta tarbiyachi biriktiriladi. O’quvchilarning savollari bo’lsa, uchrashlari mumkin",
  "add-advantages-6": "Malakali ustozlar bilan doimiy tarbiya darslari",
  "add-advantages-7": "Ilmga tashna bo‘lib yetishishiga yordam beramiz",
  "discount-1": "Maktabimiz ta'limni yanada qulay qilish uchun turli chegirmalar taklif qilmoqda. Bizning maktabda 5 foiz, 10 foiz va 15 foizgacha chegirmalar bor. ",
  "discount-2": "Chegirmalarimiz, agar 1 ta oiladan 2 farzand keladigan bo'lsa, oylik to'lovdan 5 foizga chegirmasi bor. Va yarim yillik tol'ov amalga oshirilsa 10 foiz chegirma bo'ladi (nechta farzand bo'lishidan qat'iy nazar). Agarda 1 ta oiladan, 3 yoki undan ortiqroq farzand keladigan bo'lsa, 15 foizgacha chegirma bor.",
  "reception-process": "Qabul jarayoni",
  "back": "Orqaga",
  "which-region": "Qaysi tumanda istiqomat qilasiz?",
  "mirzo-ulug": "Mirzo Ulugʻbek tumani",
  "yunusobod": "Yunusobod tumani",
  "qibray": "Qibray tumani",
  "yashnabod": "Yashnabod tumani",
  "mirabad": "Mirobod tumani",
  "yakkasaray": "Yakkasaroy tumani",
  "chilonzor": "Chilonzor tumani",
  "uchtepa": "Uchtepa tumani",
  "olmazor": "Olmazor tumani",
  "shayxantohur": "Shayxontohur tumani",
  "sergeli": "Sergeli tumani",
  "toshkent-vil": "Toshkent viloyati",
  "which-class": "Farzandingiz qaysi sinfga oʻtadi?",
  "beginner": "Boshlang’ich sinf",
  "upper": "Yuqori sinf",
  "location-act": "Olmazor tumani, Farobiy koʻchasi 259-uy",
  "lct": "Manzil",
  "youtube": "Youtube",
  "error": "Iltimos, talab qilingan maydonlarni toʻldiring"
}
